Repository: Lcc1ccl/cmax
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# applescript.error.terminalUnavailable
source: Terminal is no longer available.
ja: гӮҝгғјгғҹгғҠгғ«гҒҜгӮӮгҒҶеҲ©з”ЁгҒ§гҒҚгҒҫгҒӣгӮ“гҖӮ
ko: н„°лҜёл„җмқ„ лҚ” мқҙмғҒ мӮ¬мҡ©н• мҲҳ м—ҶмҠөлӢҲлӢӨ.
uk: РўРөСҖРјС–РҪР°Р» РұС–Р»СҢСҲРө РҪРөРҙРҫСҒСӮСғРҝРҪРёР№.

# applescript.error.windowUnavailable
source: Window is no longer available.
ja: гӮҰгӮӨгғігғүгӮҰгҒҜгӮӮгҒҶеҲ©з”ЁгҒ§гҒҚгҒҫгҒӣгӮ“гҖӮ
ko: мңҲлҸ„мҡ°лҘј лҚ” мқҙмғҒ мӮ¬мҡ©н• мҲҳ м—ҶмҠөлӢҲлӢӨ.
uk: Р’С–РәРҪРҫ РұС–Р»СҢСҲРө РҪРөРҙРҫСҒСӮСғРҝРҪРө.

# applescript.error.workspaceUnavailable
source: Workspace is no longer available.
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒҜгӮӮгҒҶеҲ©з”ЁгҒ§гҒҚгҒҫгҒӣгӮ“гҖӮ
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨлҘј лҚ” мқҙмғҒ мӮ¬мҡ©н• мҲҳ м—ҶмҠөлӢҲлӢӨ.
uk: Р РҫРұРҫСҮР° РҫРұР»Р°СҒСӮСҢ РұС–Р»СҢСҲРө РҪРөРҙРҫСҒСӮСғРҝРҪР°.

# debug.devBuildBanner.show
source: Show Dev Build Banner
ja: й–Ӣзҷәгғ“гғ«гғүгғҗгғҠгғјгӮ’иЎЁзӨә
ko: к°ңл°ң л№Ңл“ң л°°л„Ҳ н‘ңмӢң
uk: РҹРҫРәР°Р·Р°СӮРё РұР°РҪРөСҖ РІРөСҖСҒС–С— РҙР»СҸ СҖРҫР·СҖРҫРұРәРё

# debug.menu.openStressWorkspacesWithLoadedSurfaces
source: Open Stress Workspaces and Load All Terminals
ja: иІ иҚ·гғҶгӮ№гғҲз”ЁгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮ’й–ӢгҒ„гҒҰгҒҷгҒ№гҒҰгҒ®гӮҝгғјгғҹгғҠгғ«гӮ’иӘӯгҒҝиҫјгӮҖ
ko: мҠӨнҠёл ҲмҠӨ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м—ҙкё° л°Ҹ лӘЁл“ н„°лҜёл„җ лЎңл“ң
uk: Р’С–РҙРәСҖРёСӮРё СҒСӮСҖРөСҒ-СӮРөСҒСӮ СҖРҫРұРҫСҮРёС… РҫРұР»Р°СҒСӮРөР№ С– Р·Р°РІР°РҪСӮР°Р¶РёСӮРё РІСҒС– СӮРөСҖРјС–РҪР°Р»Рё

# debug.menu.browserToolbarButtonSpacing
source: Browser Toolbar Button Spacing
ja: гғ–гғ©гӮҰгӮ¶гғјгғ„гғјгғ«гғҗгғјгҒ®гғңгӮҝгғій–“йҡ”
ko: лёҢлқјмҡ°м Җ лҸ„кө¬ лӘЁмқҢ лІ„нҠј к°„кІ©
uk: Р’С–РҙСҒСӮР°РҪСҢ РәРҪРҫРҝРҫРә РҝР°РҪРөР»С– С–РҪСҒСӮСҖСғРјРөРҪСӮС–РІ РұСҖР°СғР·РөСҖР°

# debug.menu.browserProfilePopoverDebug
source: Browser Profile Popover DebugвҖҰ
ja: гғ–гғ©гӮҰгӮ¶гғјгғ—гғӯгғ•гӮЎгӮӨгғ«гғқгғғгғ—гӮӘгғјгғҗгғјгҒ®гғҮгғҗгғғгӮ°вҖҰ
ko: лёҢлқјмҡ°м Җ н”„лЎңн•„ нҢқмҳӨлІ„ л””лІ„к·ёвҖҰ
uk: РқР°Р»Р°РіРҫРҙР¶РөРҪРҪСҸ СҒРҝР»РёРІРҪРҫРіРҫ РІС–РәРҪР° РҝСҖРҫС„С–Р»СҺ РұСҖР°СғР·РөСҖР°вҖҰ

# debug.windows.browserProfilePopover.title
source: Browser Profile Popover Debug
ja: гғ–гғ©гӮҰгӮ¶гғјгғ—гғӯгғ•гӮЎгӮӨгғ«гғқгғғгғ—гӮӘгғјгғҗгғјгҒ®гғҮгғҗгғғгӮ°
ko: лёҢлқјмҡ°м Җ н”„лЎңн•„ нҢқмҳӨлІ„ л””лІ„к·ё
uk: РқР°Р»Р°РіРҫРҙР¶РөРҪРҪСҸ СҒРҝР»РёРІРҪРҫРіРҫ РІС–РәРҪР° РҝСҖРҫС„С–Р»СҺ РұСҖР°СғР·РөСҖР°

# debug.browserProfilePopover.heading
source: Browser Profile Popover
ja: гғ–гғ©гӮҰгӮ¶гғјгғ—гғӯгғ•гӮЎгӮӨгғ«гғқгғғгғ—гӮӘгғјгғҗгғј
ko: лёҢлқјмҡ°м Җ н”„лЎңн•„ нҢқмҳӨлІ„
uk: РЎРҝР»РёРІРҪРө РІС–РәРҪРҫ РҝСҖРҫС„С–Р»СҺ РұСҖР°СғР·РөСҖР°

# debug.browserProfilePopover.note
source: Tune the profile popover padding live while comparing it against the browser toolbar menu.
ja: гғ–гғ©гӮҰгӮ¶гғјгғ„гғјгғ«гғҗгғјгҒ®гғЎгғӢгғҘгғјгҒЁиҰӢжҜ”гҒ№гҒӘгҒҢгӮүгҖҒгғ—гғӯгғ•гӮЎгӮӨгғ«гғқгғғгғ—гӮӘгғјгғҗгғјгҒ®дҪҷзҷҪгӮ’гғ©гӮӨгғ–гҒ§иӘҝж•ҙгҒ—гҒҫгҒҷгҖӮ
ko: лёҢлқјмҡ°м Җ лҸ„кө¬ лӘЁмқҢ л©”лүҙмҷҖ л№„көҗн•ҳл©ҙм„ң н”„лЎңн•„ нҢқмҳӨлІ„ нҢЁл”©мқ„ мӢӨмӢңк°„мңјлЎң мЎ°м •н•©лӢҲлӢӨ.
uk: РқР°Р»Р°СҲСӮСғР№СӮРө РІС–РҙСҒСӮСғРҝРё СҒРҝР»РёРІРҪРҫРіРҫ РІС–РәРҪР° РҝСҖРҫС„С–Р»СҺ РІ СҖРөР°Р»СҢРҪРҫРјСғ СҮР°СҒС–, РҝРҫСҖС–РІРҪСҺСҺСҮРё Р· РјРөРҪСҺ РҝР°РҪРөР»С– С–РҪСҒСӮСҖСғРјРөРҪСӮС–РІ РұСҖР°СғР·РөСҖР°.

# debug.browserProfilePopover.group.padding
source: Padding
ja: дҪҷзҷҪ
ko: нҢЁл”©
uk: Р’С–РҙСҒСӮСғРҝРё

# debug.browserProfilePopover.label.horizontal
source: Horizontal
ja: ж°ҙе№і
ko: к°ҖлЎң
uk: Р“РҫСҖРёР·РҫРҪСӮР°Р»СҢРҪРёР№

# debug.browserProfilePopover.label.vertical
source: Vertical
ja: еһӮзӣҙ
ko: м„ёлЎң
uk: Р’РөСҖСӮРёРәР°Р»СҢРҪРёР№

# debug.browserProfilePopover.group.preview
source: Preview
ja: гғ—гғ¬гғ“гғҘгғј
ko: лҜёлҰ¬ліҙкё°
uk: РҹРөСҖРөРіР»СҸРҙ

# debug.browserProfilePopover.reset
source: Reset
ja: гғӘгӮ»гғғгғҲ
ko: мҙҲкё°нҷ”
uk: РЎРәРёРҪСғСӮРё

# debug.browserProfilePopover.liveNote
source: Changes apply live to the browser profile popover.
ja: еӨүжӣҙгҒҜгғ–гғ©гӮҰгӮ¶гғјгғ—гғӯгғ•гӮЎгӮӨгғ«гғқгғғгғ—гӮӘгғјгғҗгғјгҒ«гғ©гӮӨгғ–гҒ§еҸҚжҳ гҒ•гӮҢгҒҫгҒҷгҖӮ
ko: ліҖкІҪ мӮ¬н•ӯмқҙ лёҢлқјмҡ°м Җ н”„лЎңн•„ нҢқмҳӨлІ„м—җ мӢӨмӢңк°„мңјлЎң м Ғмҡ©лҗ©лӢҲлӢӨ.
uk: Р—РјС–РҪРё Р·Р°СҒСӮРҫСҒРҫРІСғСҺСӮСҢСҒСҸ РҙРҫ СҒРҝР»РёРІРҪРҫРіРҫ РІС–РәРҪР° РҝСҖРҫС„С–Р»СҺ РұСҖР°СғР·РөСҖР° РІ СҖРөР°Р»СҢРҪРҫРјСғ СҮР°СҒС–.

# debug.devBuildBanner.title
source: THIS IS A DEV BUILD
ja: гҒ“гӮҢгҒҜй–Ӣзҷәгғ“гғ«гғүгҒ§гҒҷ
ko: к°ңл°ң л№Ңл“ңмһ…лӢҲлӢӨ
uk: РҰР• Р’Р•Р РЎРҶРҜ Р”РӣРҜ Р РһР—Р РһР‘РҡРҳ

# sidebar.help.button
source: Help
ja: гғҳгғ«гғ—
ko: лҸ„мӣҖл§җ
uk: Р”РҫРІС–РҙРәР°

# sidebar.help.welcome
source: Welcome to cmux!
ja: cmuxгҒёгӮҲгҒҶгҒ“гҒқпјҒ
ko: cmuxм—җ мҳӨмӢ кІғмқ„ нҷҳмҳҒн•©лӢҲлӢӨ!
uk: РӣР°СҒРәР°РІРҫ РҝСҖРҫСҒРёРјРҫ РҙРҫ cmux!

# sidebar.help.changelog
source: Changelog
ja: жӣҙж–°еұҘжӯҙ
ko: ліҖкІҪ лЎңк·ё
uk: Р–СғСҖРҪР°Р» Р·РјС–РҪ

# sidebar.help.sendFeedback
source: Send Feedback
ja: гғ•гӮЈгғјгғүгғҗгғғгӮҜгӮ’йҖҒдҝЎ
ko: н”јл“ңл°ұ ліҙлӮҙкё°
uk: РқР°РҙС–СҒР»Р°СӮРё РІС–РҙРіСғРә

# sidebar.help.feedback.attachImages
source: Attach Images
ja: з”»еғҸгӮ’ж·»д»ҳ
ko: мқҙлҜём§Җ мІЁл¶Җ
uk: РҹСҖРёРәСҖС–РҝРёСӮРё Р·РҫРұСҖР°Р¶РөРҪРҪСҸ

# sidebar.help.feedback.attachImages.prompt
source: Attach
ja: ж·»д»ҳ
ko: мІЁл¶Җ
uk: РҹСҖРёРәСҖС–РҝРёСӮРё

# sidebar.help.feedback.attachImages.title
source: Attach Images
ja: з”»еғҸгӮ’ж·»д»ҳ
ko: мқҙлҜём§Җ мІЁл¶Җ
uk: РҹСҖРёРәСҖС–РҝРёСӮРё Р·РҫРұСҖР°Р¶РөРҪРҪСҸ

# sidebar.help.feedback.attachmentsHint
source: Up to 10 images.
ja: з”»еғҸгҒҜжңҖеӨ§10жһҡгҒҫгҒ§ж·»д»ҳгҒ§гҒҚгҒҫгҒҷгҖӮ
ko: мөңлҢҖ 10мһҘмқҳ мқҙлҜём§Җ.
uk: Р”Рҫ 10 Р·РҫРұСҖР°Р¶РөРҪСҢ.

# sidebar.help.feedback.cancel
source: Cancel
ja: гӮӯгғЈгғігӮ»гғ«
ko: м·ЁмҶҢ
uk: РЎРәР°СҒСғРІР°СӮРё

# sidebar.help.feedback.connectionError
source: Couldn't send feedback. Check your connection and try again.
ja: гғ•гӮЈгғјгғүгғҗгғғгӮҜгӮ’йҖҒдҝЎгҒ§гҒҚгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹгҖӮжҺҘз¶ҡгӮ’зўәиӘҚгҒ—гҒҰгҖҒгӮӮгҒҶдёҖеәҰгҒҠи©ҰгҒ—гҒҸгҒ гҒ•гҒ„гҖӮ
ko: н”јл“ңл°ұмқ„ ліҙлӮҙм§Җ лӘ»н–ҲмҠөлӢҲлӢӨ. м—°кІ°мқ„ нҷ•мқён•ҳкі лӢӨмӢң мӢңлҸ„н•ҳм„ёмҡ”.
uk: РқРө РІРҙР°Р»РҫСҒСҸ РҪР°РҙС–СҒР»Р°СӮРё РІС–РҙРіСғРә. РҹРөСҖРөРІС–СҖСӮРө РҝС–РҙРәР»СҺСҮРөРҪРҪСҸ СӮР° СҒРҝСҖРҫРұСғР№СӮРө СүРө СҖР°Р·.

# sidebar.help.feedback.done
source: Done
ja: е®ҢдәҶ
ko: мҷ„лЈҢ
uk: Р“РҫСӮРҫРІРҫ

# sidebar.help.feedback.email
source: Your Email
ja: гғЎгғјгғ«гӮўгғүгғ¬гӮ№
ko: мқҙл©”мқј мЈјмҶҢ
uk: Р’Р°СҲ email

# sidebar.help.feedback.emptyMessage
source: Enter a message before sending.
ja: йҖҒдҝЎгҒҷгӮӢеүҚгҒ«гғЎгғғгӮ»гғјгӮёгӮ’е…ҘеҠӣгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: ліҙлӮҙкё° м „м—җ л©”мӢңм§ҖлҘј мһ…л Ҙн•ҳм„ёмҡ”.
uk: Р’РІРөРҙС–СӮСҢ РҝРҫРІС–РҙРҫРјР»РөРҪРҪСҸ РҝРөСҖРөРҙ РҪР°РҙСҒРёР»Р°РҪРҪСҸРј.

# sidebar.help.feedback.endpointError
source: Feedback is unavailable right now. Email founders@manaflow.com instead.
ja: зҸҫеңЁгғ•гӮЈгғјгғүгғҗгғғгӮҜгӮ’йҖҒдҝЎгҒ§гҒҚгҒҫгҒӣгӮ“гҖӮд»ЈгӮҸгӮҠгҒ« founders@manaflow.com гҒҫгҒ§гғЎгғјгғ«гҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: нҳ„мһ¬ н”јл“ңл°ұмқ„ мӮ¬мҡ©н• мҲҳ м—ҶмҠөлӢҲлӢӨ. лҢҖмӢ founders@manaflow.comмңјлЎң мқҙл©”мқјмқ„ ліҙлӮҙмЈјм„ёмҡ”.
uk: Р’С–РҙРіСғРәРё Р·Р°СҖР°Р· РҪРөРҙРҫСҒСӮСғРҝРҪС–. РқР°РҝРёСҲС–СӮСҢ РҪР° founders@manaflow.com.

# sidebar.help.feedback.genericError
source: Couldn't send feedback. Please try again.
ja: гғ•гӮЈгғјгғүгғҗгғғгӮҜгӮ’йҖҒдҝЎгҒ§гҒҚгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹгҖӮгӮӮгҒҶдёҖеәҰгҒҠи©ҰгҒ—гҒҸгҒ гҒ•гҒ„гҖӮ
ko: н”јл“ңл°ұмқ„ ліҙлӮҙм§Җ лӘ»н–ҲмҠөлӢҲлӢӨ. лӢӨмӢң мӢңлҸ„н•ҳм„ёмҡ”.
uk: РқРө РІРҙР°Р»РҫСҒСҸ РҪР°РҙС–СҒР»Р°СӮРё РІС–РҙРіСғРә. РЎРҝСҖРҫРұСғР№СӮРө СүРө СҖР°Р·.

# sidebar.help.feedback.imageTooLarge
source: Each image must be 4 MB or smaller.
ja: еҗ„з”»еғҸгҒҜ 4 MB д»ҘдёӢгҒ«гҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: к°Ғ мқҙлҜём§ҖлҠ” 4MB мқҙн•ҳм—¬м•ј н•©лӢҲлӢӨ.
uk: РҡРҫР¶РҪРө Р·РҫРұСҖР°Р¶РөРҪРҪСҸ РҝРҫРІРёРҪРҪРҫ РұСғСӮРё РҪРө РұС–Р»СҢСҲРө 4 РңР‘.

# sidebar.help.feedback.invalidEmail
source: Enter a valid email address.
ja: жңүеҠ№гҒӘгғЎгғјгғ«гӮўгғүгғ¬гӮ№гӮ’е…ҘеҠӣгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: мҳ¬л°”лҘё мқҙл©”мқј мЈјмҶҢлҘј мһ…л Ҙн•ҳм„ёмҡ”.
uk: Р’РІРөРҙС–СӮСҢ РҙС–Р№СҒРҪСғ РөР»РөРәСӮСҖРҫРҪРҪСғ Р°РҙСҖРөСҒСғ.

# sidebar.help.feedback.invalidImageSelection
source: One of the selected files could not be attached.
ja: йҒёжҠһгҒ—гҒҹгғ•гӮЎгӮӨгғ«гҒ®гҒҶгҒЎ1гҒӨгӮ’ж·»д»ҳгҒ§гҒҚгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹгҖӮ
ko: м„ нғқн•ң нҢҢмқј мӨ‘ н•ҳлӮҳлҘј мІЁл¶Җн• мҲҳ м—ҶмҠөлӢҲлӢӨ.
uk: РһРҙРёРҪ Р· РІРёРұСҖР°РҪРёС… С„Р°Р№Р»С–РІ РҪРө РІРҙР°Р»РҫСҒСҸ РҝСҖРёРәСҖС–РҝРёСӮРё.

# sidebar.help.feedback.message
source: Message
ja: гғЎгғғгӮ»гғјгӮё
ko: л©”мӢңм§Җ
uk: РҹРҫРІС–РҙРҫРјР»РөРҪРҪСҸ

# sidebar.help.feedback.messagePlaceholder
source: Share feedback, feature requests, or issues.
ja: гғ•гӮЈгғјгғүгғҗгғғгӮҜгҖҒж©ҹиғҪиҰҒжңӣгҖҒдёҚе…·еҗҲгӮ’гҒҠзҹҘгӮүгҒӣгҒҸгҒ гҒ•гҒ„гҖӮ
ko: н”јл“ңл°ұ, кё°лҠҘ мҡ”мІӯ лҳҗлҠ” л¬ём ңлҘј кіөмң н•ҳм„ёмҡ”.
uk: РҹРҫРҙС–Р»С–СӮСҢСҒСҸ РІС–РҙРіСғРәРҫРј, РҝСҖРҫРҝРҫР·РёСҶС–СҸРјРё Р°РұРҫ РҝРҫРІС–РҙРҫРјСӮРө РҝСҖРҫ РҝСҖРҫРұР»РөРјСғ.

# sidebar.help.feedback.messageTooLong
source: Your message is too long.
ja: гғЎгғғгӮ»гғјгӮёгҒҢй•·гҒҷгҒҺгҒҫгҒҷгҖӮ
ko: л©”мӢңм§Җк°Җ л„Ҳл¬ҙ к№ҒлӢҲлӢӨ.
uk: Р’Р°СҲРө РҝРҫРІС–РҙРҫРјР»РөРҪРҪСҸ Р·Р°РҪР°РҙСӮРҫ РҙРҫРІРіРө.

# sidebar.help.feedback.note
source: You can also reach us at founders@manaflow.com.
ja: founders@manaflow.com е®ӣгҒҰгҒ«зӣҙжҺҘгҒ”йҖЈзөЎгҒ„гҒҹгҒ гҒҸгҒ“гҒЁгӮӮгҒ§гҒҚгҒҫгҒҷгҖӮ
ko: founders@manaflow.comмңјлЎңлҸ„ м—°лқҪн•ҳмӢӨ мҲҳ мһҲмҠөлӢҲлӢӨ.
uk: Р’Рё СӮР°РәРҫР¶ РјРҫР¶РөСӮРө РҪР°РҝРёСҒР°СӮРё РҪР°Рј РҪР° founders@manaflow.com.

# sidebar.help.feedback.rateLimited
source: Too many feedback attempts. Please try again later.
ja: гғ•гӮЈгғјгғүгғҗгғғгӮҜгҒ®йҖҒдҝЎеӣһж•°гҒҢеӨҡгҒҷгҒҺгҒҫгҒҷгҖӮгҒ—гҒ°гӮүгҒҸгҒ—гҒҰгҒӢгӮүгӮӮгҒҶдёҖеәҰгҒҠи©ҰгҒ—гҒҸгҒ гҒ•гҒ„гҖӮ
ko: н”јл“ңл°ұ мӢңлҸ„к°Җ л„Ҳл¬ҙ л§ҺмҠөлӢҲлӢӨ. лӮҳмӨ‘м—җ лӢӨмӢң мӢңлҸ„н•ҳм„ёмҡ”.
uk: Р—Р°РҪР°РҙСӮРҫ РұР°РіР°СӮРҫ СҒРҝСҖРҫРұ РҪР°РҙСҒРёР»Р°РҪРҪСҸ РІС–РҙРіСғРәСғ. РЎРҝСҖРҫРұСғР№СӮРө РҝС–Р·РҪС–СҲРө.

# sidebar.help.feedback.removeAttachment
source: Remove
ja: еүҠйҷӨ
ko: м ңкұ°
uk: Р’РёРҙР°Р»РёСӮРё

# sidebar.help.feedback.send
source: Send
ja: йҖҒдҝЎ
ko: ліҙлӮҙкё°
uk: РқР°РҙС–СҒР»Р°СӮРё

# sidebar.help.feedback.successBody
source: You can also reach us at founders@manaflow.com.
ja: founders@manaflow.com е®ӣгҒҰгҒ«зӣҙжҺҘгҒ”йҖЈзөЎгҒ„гҒҹгҒ гҒҸгҒ“гҒЁгӮӮгҒ§гҒҚгҒҫгҒҷгҖӮ
ko: founders@manaflow.comмңјлЎңлҸ„ м—°лқҪн•ҳмӢӨ мҲҳ мһҲмҠөлӢҲлӢӨ.
uk: Р’Рё СӮР°РәРҫР¶ РјРҫР¶РөСӮРө РҪР°РҝРёСҒР°СӮРё РҪР°Рј РҪР° founders@manaflow.com.

# sidebar.help.feedback.successTitle
source: Thanks for the feedback.
ja: гғ•гӮЈгғјгғүгғҗгғғгӮҜгҒӮгӮҠгҒҢгҒЁгҒҶгҒ”гҒ–гҒ„гҒҫгҒҷгҖӮ
ko: н”јл“ңл°ұмқ„ ліҙлӮҙмЈјм…”м„ң к°җмӮ¬н•©лӢҲлӢӨ.
uk: Р”СҸРәСғС”РјРҫ Р·Р° РІС–РҙРіСғРә.

# sidebar.help.feedback.title
source: Send Feedback
ja: гғ•гӮЈгғјгғүгғҗгғғгӮҜгӮ’йҖҒдҝЎ
ko: н”јл“ңл°ұ ліҙлӮҙкё°
uk: РқР°РҙС–СҒР»Р°СӮРё РІС–РҙРіСғРә

# sidebar.help.feedback.tooManyImages
source: You can attach up to 10 images.
ja: з”»еғҸгҒҜжңҖеӨ§10жһҡгҒҫгҒ§ж·»д»ҳгҒ§гҒҚгҒҫгҒҷгҖӮ
ko: мөңлҢҖ 10мһҘмқҳ мқҙлҜём§ҖлҘј мІЁл¶Җн• мҲҳ мһҲмҠөлӢҲлӢӨ.
uk: РңРҫР¶РҪР° РҝСҖРёРәСҖС–РҝРёСӮРё РҙРҫ 10 Р·РҫРұСҖР°Р¶РөРҪСҢ.

# sidebar.help.feedback.totalImagesTooLarge
source: These images are too large to send together. Remove a few and try again.
ja: гҒ“гӮҢгӮүгҒ®з”»еғҸгҒҜгҒҫгҒЁгӮҒгҒҰйҖҒдҝЎгҒҷгӮӢгҒ«гҒҜеӨ§гҒҚгҒҷгҒҺгҒҫгҒҷгҖӮгҒ„гҒҸгҒӨгҒӢеүҠйҷӨгҒ—гҒҰгӮӮгҒҶдёҖеәҰгҒҠи©ҰгҒ—гҒҸгҒ гҒ•гҒ„гҖӮ
ko: мқҙлҜём§Җк°Җ л„Ҳл¬ҙ м»Өм„ң н•Ёк»ҳ ліҙлӮј мҲҳ м—ҶмҠөлӢҲлӢӨ. лӘҮ к°ңлҘј м ңкұ°н•ҳкі лӢӨмӢң мӢңлҸ„н•ҳм„ёмҡ”.
uk: РҰС– Р·РҫРұСҖР°Р¶РөРҪРҪСҸ Р·Р°РҪР°РҙСӮРҫ РІРөР»РёРәС– РҙР»СҸ РҪР°РҙСҒРёР»Р°РҪРҪСҸ СҖР°Р·РҫРј. Р’РёРҙР°Р»С–СӮСҢ РәС–Р»СҢРәР° СӮР° СҒРҝСҖРҫРұСғР№СӮРө СүРө СҖР°Р·.

# sidebar.help.feedback.validationError
source: Check your message and attachments, then try again.
ja: гғЎгғғгӮ»гғјгӮёгҒЁж·»д»ҳгғ•гӮЎгӮӨгғ«гӮ’зўәиӘҚгҒ—гҒҰгҖҒгӮӮгҒҶдёҖеәҰгҒҠи©ҰгҒ—гҒҸгҒ гҒ•гҒ„гҖӮ
ko: л©”мӢңм§ҖмҷҖ мІЁл¶Җ нҢҢмқјмқ„ нҷ•мқён•ң нӣ„ лӢӨмӢң мӢңлҸ„н•ҳм„ёмҡ”.
uk: РҹРөСҖРөРІС–СҖСӮРө РҝРҫРІС–РҙРҫРјР»РөРҪРҪСҸ СӮР° РІРәР»Р°РҙРөРҪРҪСҸ, РҝРҫСӮС–Рј СҒРҝСҖРҫРұСғР№СӮРө СүРө СҖР°Р·.

# browser.profile.buttonHelp
source: Browser Profile: %@
ja: гғ–гғ©гӮҰгӮ¶гғјгғ—гғӯгғ•гӮЎгӮӨгғ«: %@
ko: лёҢлқјмҡ°м Җ н”„лЎңн•„: %@
uk: РҹСҖРҫС„С–Р»СҢ РұСҖР°СғР·РөСҖР°: %@

# browser.profile.default
source: Default
ja: гғҮгғ•гӮ©гғ«гғҲ
ko: кё°ліёк°’
uk: РЎСӮР°РҪРҙР°СҖСӮРҪРёР№

# browser.profile.menu.title
source: Profiles
ja: гғ—гғӯгғ•гӮЎгӮӨгғ«
ko: н”„лЎңн•„
uk: РҹСҖРҫС„С–Р»С–

# browser.profile.new
source: New Profile...
ja: ж–°гҒ—гҒ„гғ—гғӯгғ•гӮЎгӮӨгғ«...
ko: мғҲ н”„лЎңн•„...
uk: РқРҫРІРёР№ РҝСҖРҫС„С–Р»СҢ...

# browser.profile.new.message
source: Create a separate browser profile for cookies, history, and local storage.
ja: CookieгҖҒеұҘжӯҙгҖҒгғӯгғјгӮ«гғ«гӮ№гғҲгғ¬гғјгӮёгӮ’еҲҶгҒ‘гӮӢгҒҹгӮҒгҒ®гғ–гғ©гӮҰгӮ¶гғјгғ—гғӯгғ•гӮЎгӮӨгғ«гӮ’дҪңжҲҗгҒ—гҒҫгҒҷгҖӮ
ko: мҝ нӮӨ, л°©л¬ё кё°лЎқ, лЎңм»¬ мҠӨнҶ лҰ¬м§ҖлҘј мң„н•ң лі„лҸ„мқҳ лёҢлқјмҡ°м Җ н”„лЎңн•„мқ„ мғқм„ұн•©лӢҲлӢӨ.
uk: РЎСӮРІРҫСҖРёСӮРё РҫРәСҖРөРјРёР№ РҝСҖРҫС„С–Р»СҢ РұСҖР°СғР·РөСҖР° РҙР»СҸ cookies, С–СҒСӮРҫСҖС–С— СӮР° Р»РҫРәР°Р»СҢРҪРҫРіРҫ СҒС…РҫРІРёСүР°.

# browser.profile.new.placeholder
source: Profile name
ja: гғ—гғӯгғ•гӮЎгӮӨгғ«еҗҚ
ko: н”„лЎңн•„ мқҙлҰ„
uk: РқР°Р·РІР° РҝСҖРҫС„С–Р»СҺ

# browser.profile.new.title
source: New Browser Profile
ja: ж–°гҒ—гҒ„гғ–гғ©гӮҰгӮ¶гғјгғ—гғӯгғ•гӮЎгӮӨгғ«
ko: мғҲ лёҢлқјмҡ°м Җ н”„лЎңн•„
uk: РқРҫРІРёР№ РҝСҖРҫС„С–Р»СҢ РұСҖР°СғР·РөСҖР°

# browser.profile.rename
source: Rename Current Profile...
ja: зҸҫеңЁгҒ®гғ—гғӯгғ•гӮЎгӮӨгғ«еҗҚгӮ’еӨүжӣҙ...
ko: нҳ„мһ¬ н”„лЎңн•„ мқҙлҰ„ ліҖкІҪ...
uk: РҹРөСҖРөР№РјРөРҪСғРІР°СӮРё РҝРҫСӮРҫСҮРҪРёР№ РҝСҖРҫС„С–Р»СҢ...

# browser.profile.rename.message
source: Choose a new name for this browser profile.
ja: гҒ“гҒ®гғ–гғ©гӮҰгӮ¶гғјгғ—гғӯгғ•гӮЎгӮӨгғ«гҒ®ж–°гҒ—гҒ„еҗҚеүҚгӮ’е…ҘеҠӣгҒ—гҒҫгҒҷгҖӮ
ko: мқҙ лёҢлқјмҡ°м Җ н”„лЎңн•„мқҳ мғҲ мқҙлҰ„мқ„ м„ нғқн•ҳм„ёмҡ”.
uk: Р’РёРұРөСҖС–СӮСҢ РҪРҫРІСғ РҪР°Р·РІСғ РҙР»СҸ СҶСҢРҫРіРҫ РҝСҖРҫС„С–Р»СҺ РұСҖР°СғР·РөСҖР°.

# browser.profile.rename.title
source: Rename Browser Profile
ja: гғ–гғ©гӮҰгӮ¶гғјгғ—гғӯгғ•гӮЎгӮӨгғ«еҗҚгӮ’еӨүжӣҙ
ko: лёҢлқјмҡ°м Җ н”„лЎңн•„ мқҙлҰ„ ліҖкІҪ
uk: РҹРөСҖРөР№РјРөРҪСғРІР°СӮРё РҝСҖРҫС„С–Р»СҢ РұСҖР°СғР·РөСҖР°

# browser.import.additionalData.note
source: Bookmarks, settings, and extensions are not available yet.
ja: гғ–гғғгӮҜгғһгғјгӮҜгҖҒиЁӯе®ҡгҖҒжӢЎејөж©ҹиғҪгҒҜгҒҫгҒ еҲ©з”ЁгҒ§гҒҚгҒҫгҒӣгӮ“гҖӮ
ko: л¶Ғл§ҲнҒ¬, м„Өм •, нҷ•мһҘ н”„лЎңк·ёлһЁмқҖ м•„м§Ғ м§Җмӣҗлҗҳм§Җ м•ҠмҠөлӢҲлӢӨ.
uk: Р—Р°РәР»Р°РҙРәРё, РҪР°Р»Р°СҲСӮСғРІР°РҪРҪСҸ СӮР° СҖРҫР·СҲРёСҖРөРҪРҪСҸ РҝРҫРәРё РҪРөРҙРҫСҒСӮСғРҝРҪС–.

# browser.import.additionalData
source: Additional data (bookmarks, settings, extensions)
ja: иҝҪеҠ гғҮгғјгӮҝпјҲгғ–гғғгӮҜгғһгғјгӮҜгҖҒиЁӯе®ҡгҖҒжӢЎејөж©ҹиғҪпјү
ko: м¶”к°Җ лҚ°мқҙн„° (л¶Ғл§ҲнҒ¬, м„Өм •, нҷ•мһҘ н”„лЎңк·ёлһЁ)
uk: Р”РҫРҙР°СӮРәРҫРІС– РҙР°РҪС– (Р·Р°РәР»Р°РҙРәРё, РҪР°Р»Р°СҲСӮСғРІР°РҪРҪСҸ, СҖРҫР·СҲРёСҖРөРҪРҪСҸ)

# browser.import.back
source: Back
ja: жҲ»гӮӢ
ko: л’ӨлЎң
uk: РқР°Р·Р°Рҙ

# browser.import.complete.browser
source: Browser: %@
ja: гғ–гғ©гӮҰгӮ¶гғј: %@
ko: лёҢлқјмҡ°м Җ: %@
uk: Р‘СҖР°СғР·РөСҖ: %@

# browser.import.complete.createdProfiles
source: Created cmux profiles: %@
ja: дҪңжҲҗгҒ—гҒҹ cmux гғ—гғӯгғ•гӮЎгӮӨгғ«: %@
ko: мғқм„ұлҗң cmux н”„лЎңн•„: %@
uk: РЎСӮРІРҫСҖРөРҪС– РҝСҖРҫС„С–Р»С– cmux: %@

# browser.import.complete.destinationProfile
source: Destination profile: %@
ja: дҝқеӯҳе…Ҳгғ—гғӯгғ•гӮЎгӮӨгғ«: %@
ko: лҢҖмғҒ н”„лЎңн•„: %@
uk: РҹСҖРҫС„С–Р»СҢ РҝСҖРёР·РҪР°СҮРөРҪРҪСҸ: %@

# browser.import.complete.domainFilter
source: Domain filter: %@
ja: гғүгғЎгӮӨгғігғ•гӮЈгғ«гӮҝ: %@
ko: лҸ„л©”мқё н•„н„°: %@
uk: РӨС–Р»СҢСӮСҖ РҙРҫРјРөРҪС–РІ: %@

# browser.import.complete.profileMappings
source: Profile mappings:
ja: гғ—гғӯгғ•гӮЎгӮӨгғ«еҜҫеҝң:
ko: н”„лЎңн•„ л§Өн•‘:
uk: Р’С–РҙРҝРҫРІС–РҙРҪРҫСҒСӮС– РҝСҖРҫС„С–Р»С–РІ:

# browser.import.complete.importedCookies
source: Imported cookies: %ld
ja: гӮӨгғігғқгғјгғҲгҒ—гҒҹCookie: %ld
ko: к°Җм ёмҳЁ мҝ нӮӨ: %ld
uk: РҶРјРҝРҫСҖСӮРҫРІР°РҪРҫ cookies: %ld

# browser.import.complete.importedHistory
source: Imported history entries: %ld
ja: гӮӨгғігғқгғјгғҲгҒ—гҒҹеұҘжӯҙд»¶ж•°: %ld
ko: к°Җм ёмҳЁ л°©л¬ё кё°лЎқ: %ld
uk: РҶРјРҝРҫСҖСӮРҫРІР°РҪРҫ Р·Р°РҝРёСҒС–РІ С–СҒСӮРҫСҖС–С—: %ld

# browser.import.complete.scope
source: Scope: %@
ja: еҜҫиұЎ: %@
ko: лІ”мң„: %@
uk: РһРұСҒСҸРі: %@

# browser.import.complete.skippedCookies
source: Skipped cookies: %ld
ja: гӮ№гӮӯгғғгғ—гҒ—гҒҹCookie: %ld
ko: кұҙл„Ҳлӣҙ мҝ нӮӨ: %ld
uk: РҹСҖРҫРҝСғСүРөРҪРҫ cookies: %ld

# browser.import.complete.sourceProfiles
source: Source profiles: %@
ja: е…ғгғ—гғӯгғ•гӮЎгӮӨгғ«: %@
ko: мӣҗліё н”„лЎңн•„: %@
uk: Р’РёС…С–РҙРҪС– РҝСҖРҫС„С–Р»С–: %@

# browser.import.complete.title
source: Browser data import complete
ja: гғ–гғ©гӮҰгӮ¶гғјгғҮгғјгӮҝгҒ®гӮӨгғігғқгғјгғҲгҒҢе®ҢдәҶгҒ—гҒҫгҒ—гҒҹ
ko: лёҢлқјмҡ°м Җ лҚ°мқҙн„° к°Җм ёмҳӨкё° мҷ„лЈҢ
uk: РҶРјРҝРҫСҖСӮ РҙР°РҪРёС… РұСҖР°СғР·РөСҖР° Р·Р°РІРөСҖСҲРөРҪРҫ

# browser.import.complete.warnings
source: Warnings:
ja: иӯҰе‘Ҡ:
ko: кІҪкі :
uk: РҹРҫРҝРөСҖРөРҙР¶РөРҪРҪСҸ:

# browser.import.cookies
source: Cookies (site sign-ins)
ja: CookieпјҲгӮөгӮӨгғҲгҒ®гғӯгӮ°гӮӨгғізҠ¶ж…Ӣпјү
ko: мҝ нӮӨ (мӮ¬мқҙнҠё лЎңк·ёмқё м •ліҙ)
uk: Cookies (Р°РІСӮРҫСҖРёР·Р°СҶС–С— РҪР° СҒР°Р№СӮР°С…)

# browser.import.destination.cmux
source: Destination
ja: дҝқеӯҳе…Ҳ
ko: лҢҖмғҒ
uk: РҹСҖРёР·РҪР°СҮРөРҪРҪСҸ

# browser.import.destinationProfile
source: Import into
ja: гӮӨгғігғқгғјгғҲе…Ҳ
ko: к°Җм ёмҳ¬ мң„м№ҳ
uk: РҶРјРҝРҫСҖСӮСғРІР°СӮРё РҙРҫ

# browser.import.destinationProfile.create
source: Create "%@"
ja: "%@" гӮ’дҪңжҲҗ
ko: "%@" мғқм„ұ
uk: РЎСӮРІРҫСҖРёСӮРё "%@"

# browser.import.destinationProfile.help
source: Imported data goes into the selected cmux profile.
ja: гӮӨгғігғқгғјгғҲгҒ—гҒҹгғҮгғјгӮҝгҒҜгҖҒйҒёжҠһгҒ—гҒҹ cmux гғ—гғӯгғ•гӮЎгӮӨгғ«гҒ«дҝқеӯҳгҒ•гӮҢгҒҫгҒҷгҖӮ
ko: к°Җм ёмҳЁ лҚ°мқҙн„°к°Җ м„ нғқн•ң cmux н”„лЎңн•„м—җ м ҖмһҘлҗ©лӢҲлӢӨ.
uk: РҶРјРҝРҫСҖСӮРҫРІР°РҪС– РҙР°РҪС– РҝРҫСӮСҖР°РҝР»СҸСҺСӮСҢ Сғ РІРёРұСҖР°РҪРёР№ РҝСҖРҫС„С–Р»СҢ cmux.

# browser.import.destinationProfile.mergeHelp
source: All selected source profiles go into one cmux profile.
ja: йҒёжҠһгҒ—гҒҹе…ғгғ—гғӯгғ•гӮЎгӮӨгғ«гҒҜгҖҒ1гҒӨгҒ® cmux гғ—гғӯгғ•гӮЎгӮӨгғ«гҒ«гҒҫгҒЁгӮҒгҒҰеҸ–гӮҠиҫјгҒҫгӮҢгҒҫгҒҷгҖӮ
ko: м„ нғқн•ң лӘЁл“ мӣҗліё н”„лЎңн•„мқҙ н•ҳлӮҳмқҳ cmux н”„лЎңн•„лЎң н•©міҗм§‘лӢҲлӢӨ.
uk: РЈСҒС– РІРёРұСҖР°РҪС– РІРёС…С–РҙРҪС– РҝСҖРҫС„С–Р»С– РҫРұ'С”РҙРҪСғСҺСӮСҢСҒСҸ РІ РҫРҙРёРҪ РҝСҖРҫС„С–Р»СҢ cmux.

# browser.import.destinationProfile.separateHelp
source: Missing cmux profiles are created on import.
ja: дёҚи¶ігҒ—гҒҰгҒ„гӮӢ cmux гғ—гғӯгғ•гӮЎгӮӨгғ«гҒҜгҖҒгӮӨгғігғқгғјгғҲжҷӮгҒ«дҪңжҲҗгҒ•гӮҢгҒҫгҒҷгҖӮ
ko: м—ҶлҠ” cmux н”„лЎңн•„мқҖ к°Җм ёмҳӨкё° мӢң мһҗлҸҷмңјлЎң мғқм„ұлҗ©лӢҲлӢӨ.
uk: Р’С–РҙСҒСғСӮРҪС– РҝСҖРҫС„С–Р»С– cmux СҒСӮРІРҫСҖСҺСҺСӮСҢСҒСҸ РҝС–Рҙ СҮР°СҒ С–РјРҝРҫСҖСӮСғ.

# browser.import.destinationMode.merge
source: Merge into one
ja: 1гҒӨгҒ«гҒҫгҒЁгӮҒгӮӢ
ko: н•ҳлӮҳлЎң н•©м№ҳкё°
uk: РһРұ'С”РҙРҪР°СӮРё РІ РҫРҙРёРҪ

# browser.import.destinationMode.separate
source: Separate profiles
ja: еҲҶгҒ‘гҒҰеҸ–гӮҠиҫјгӮҖ
ko: н”„лЎңн•„ л¶„лҰ¬
uk: РһРәСҖРөРјС– РҝСҖРҫС„С–Р»С–

# browser.import.detected.all
source: Detected: %@.
ja: жӨңеҮәжёҲгҒҝ: %@гҖӮ
ko: к°җм§ҖлҗЁ: %@.
uk: Р’РёСҸРІР»РөРҪРҫ: %@.

# browser.import.detected.more.one
source: Detected: %@, +1 more.
ja: жӨңеҮәжёҲгҒҝ: %@гҖҒгҒ»гҒӢ1д»¶гҖӮ
ko: к°җм§ҖлҗЁ: %@, +1к°ң лҚ”.
uk: Р’РёСҸРІР»РөРҪРҫ: %@, +1 С–РҪСҲРёР№.

# browser.import.detected.more.other
source: Detected: %@, +%ld more.
ja: жӨңеҮәжёҲгҒҝ: %@гҖҒгҒ»гҒӢ%ldд»¶гҖӮ
ko: к°җм§ҖлҗЁ: %@, +%ldк°ң лҚ”.
uk: Р’РёСҸРІР»РөРҪРҫ: %@, +%ld С–РҪСҲРёС….

# browser.import.detected.none
source: No supported browsers detected.
ja: еҜҫеҝңгҒ—гҒҰгҒ„гӮӢгғ–гғ©гӮҰгӮ¶гғјгҒҢиҰӢгҒӨгҒӢгӮҠгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹгҖӮ
ko: м§ҖмӣҗлҗҳлҠ” лёҢлқјмҡ°м Җк°Җ к°җм§Җлҗҳм§Җ м•Ҡм•ҳмҠөлӢҲлӢӨ.
uk: РҹС–РҙСӮСҖРёРјСғРІР°РҪС– РұСҖР°СғР·РөСҖРё РҪРө РІРёСҸРІР»РөРҪРҫ.

# browser.import.domain
source: Domains
ja: гғүгғЎгӮӨгғі
ko: лҸ„л©”мқё
uk: Р”РҫРјРөРҪРё

# browser.import.domain.placeholder
source: Optional domains, comma-separated
ja: д»»ж„ҸгҒ®гғүгғЎгӮӨгғігӮ’гӮ«гғігғһеҢәеҲҮгӮҠгҒ§жҢҮе®ҡ
ko: лҸ„л©”мқё(м„ нғқ мӮ¬н•ӯ), мүјн‘ңлЎң кө¬л¶„
uk: РқРөРҫРұРҫРІ'СҸР·РәРҫРІС– РҙРҫРјРөРҪРё, СҮРөСҖРөР· РәРҫРјСғ

# browser.import.error.destinationCreateFailed
source: cmux could not create the destination profile "%@".
ja: cmux гҒҜдҝқеӯҳе…Ҳгғ—гғӯгғ•гӮЎгӮӨгғ«гҖҢ%@гҖҚгӮ’дҪңжҲҗгҒ§гҒҚгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹгҖӮ
ko: cmuxк°Җ лҢҖмғҒ н”„лЎңн•„ "%@"мқ„(лҘј) мғқм„ұн• мҲҳ м—ҶмҠөлӢҲлӢӨ.
uk: cmux РҪРө Р·РјС–Рі СҒСӮРІРҫСҖРёСӮРё РҝСҖРҫС„С–Р»СҢ РҝСҖРёР·РҪР°СҮРөРҪРҪСҸ "%@".

# browser.import.error.destinationMissing
source: The selected cmux browser profile no longer exists. Pick a destination profile again.
ja: йҒёжҠһгҒ—гҒҹ cmux гғ–гғ©гӮҰгӮ¶гғјгғ—гғӯгғ•гӮЎгӮӨгғ«гҒҢиҰӢгҒӨгҒӢгӮҠгҒҫгҒӣгӮ“гҖӮдҝқеӯҳе…Ҳгғ—гғӯгғ•гӮЎгӮӨгғ«гӮ’йҒёгҒізӣҙгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: м„ нғқн•ң cmux лёҢлқјмҡ°м Җ н”„лЎңн•„мқҙ лҚ” мқҙмғҒ мЎҙмһ¬н•ҳм§Җ м•ҠмҠөлӢҲлӢӨ. лҢҖмғҒ н”„лЎңн•„мқ„ лӢӨмӢң м„ нғқн•ҳм„ёмҡ”.
uk: Р’РёРұСҖР°РҪРёР№ РҝСҖРҫС„С–Р»СҢ РұСҖР°СғР·РөСҖР° cmux РұС–Р»СҢСҲРө РҪРө С–СҒРҪСғС”. Р’РёРұРөСҖС–СӮСҢ РҝСҖРҫС„С–Р»СҢ РҝСҖРёР·РҪР°СҮРөРҪРҪСҸ Р·РҪРҫРІСғ.

# browser.import.error.title
source: Import could not start
ja: гӮӨгғігғқгғјгғҲгӮ’й–Ӣе§ӢгҒ§гҒҚгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹ
ko: к°Җм ёмҳӨкё°лҘј мӢңмһ‘н• мҲҳ м—ҶмҠөлӢҲлӢӨ
uk: РқРө РІРҙР°Р»РҫСҒСҸ СҖРҫР·РҝРҫСҮР°СӮРё С–РјРҝРҫСҖСӮ

# browser.import.history
source: History (visited pages)
ja: еұҘжӯҙпјҲиЁӘе•ҸгҒ—гҒҹгғҡгғјгӮёпјү
ko: л°©л¬ё кё°лЎқ (л°©л¬ён•ң нҺҳмқҙм§Җ)
uk: РҶСҒСӮРҫСҖС–СҸ (РІС–РҙРІС–РҙР°РҪС– СҒСӮРҫСҖС–РҪРәРё)

# browser.import.next
source: Next
ja: ж¬ЎгҒё
ko: лӢӨмқҢ
uk: Р”Р°Р»С–

# browser.import.noBrowsers.message
source: cmux could not find browser profiles to import from on this Mac.
ja: гҒ“гҒ®MacгҒ§гӮӨгғігғқгғјгғҲе…ғгҒ«гҒ§гҒҚгӮӢгғ–гғ©гӮҰгӮ¶гғјгғ—гғӯгғ•гӮЎгӮӨгғ«гҒҢиҰӢгҒӨгҒӢгӮҠгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹгҖӮ
ko: мқҙ Macм—җм„ң к°Җм ёмҳ¬ мҲҳ мһҲлҠ” лёҢлқјмҡ°м Җ н”„лЎңн•„мқ„ м°ҫмқ„ мҲҳ м—ҶмҠөлӢҲлӢӨ.
uk: cmux РҪРө Р·РҪР°Р№СҲРҫРІ РҝСҖРҫС„С–Р»С–РІ РұСҖР°СғР·РөСҖС–РІ РҙР»СҸ С–РјРҝРҫСҖСӮСғ РҪР° СҶСҢРҫРјСғ Mac.

# browser.import.noBrowsers.title
source: No importable browsers found
ja: гӮӨгғігғқгғјгғҲгҒ§гҒҚгӮӢгғ–гғ©гӮҰгӮ¶гғјгҒҢиҰӢгҒӨгҒӢгӮҠгҒҫгҒӣгӮ“
ko: к°Җм ёмҳ¬ мҲҳ мһҲлҠ” лёҢлқјмҡ°м Җ м—ҶмқҢ
uk: Р‘СҖР°СғР·РөСҖРё РҙР»СҸ С–РјРҝРҫСҖСӮСғ РҪРө Р·РҪР°Р№РҙРөРҪРҫ

# browser.import.progress.message
source: Importing %@ from %@вҖҰ
ja: %2$@ гҒӢгӮү %1$@ гӮ’гӮӨгғігғқгғјгғҲдёӯвҖҰ
ko: %2$@м—җм„ң %1$@ к°Җм ёмҳӨлҠ” мӨ‘вҖҰ
uk: РҶРјРҝРҫСҖСӮСғРІР°РҪРҪСҸ %@ Р· %@вҖҰ

# browser.import.progress.subtitle
source: This can take a few seconds for large profiles.
ja: гғ—гғӯгғ•гӮЎгӮӨгғ«гҒҢеӨ§гҒҚгҒ„е ҙеҗҲгҒҜж•°з§’гҒӢгҒӢгӮӢгҒ“гҒЁгҒҢгҒӮгӮҠгҒҫгҒҷгҖӮ
ko: н”„лЎңн•„мқҙ нҒ° кІҪмҡ° лӘҮ мҙҲ кұёлҰҙ мҲҳ мһҲмҠөлӢҲлӢӨ.
uk: РҰРө РјРҫР¶Рө Р·Р°Р№РҪСҸСӮРё РәС–Р»СҢРәР° СҒРөРәСғРҪРҙ РҙР»СҸ РІРөР»РёРәРёС… РҝСҖРҫС„С–Р»С–РІ.

# browser.import.progress.title
source: Importing Browser Data
ja: гғ–гғ©гӮҰгӮ¶гғјгғҮгғјгӮҝгӮ’гӮӨгғігғқгғјгғҲдёӯ
ko: лёҢлқјмҡ°м Җ лҚ°мқҙн„° к°Җм ёмҳӨлҠ” мӨ‘
uk: РҶРјРҝРҫСҖСӮ РҙР°РҪРёС… РұСҖР°СғР·РөСҖР°

# browser.import.scope.cookiesAndHistory
source: Cookies + history
ja: Cookie + еұҘжӯҙ
ko: мҝ нӮӨ + л°©л¬ё кё°лЎқ
uk: Cookies + С–СҒСӮРҫСҖС–СҸ

# browser.import.scope.cookiesOnly
source: Cookies only
ja: CookieгҒ®гҒҝ
ko: мҝ нӮӨл§Ң
uk: РўС–Р»СҢРәРё cookies

# browser.import.scope.everything
source: Everything
ja: гҒҷгҒ№гҒҰ
ko: м „мІҙ
uk: РЈСҒРө

# browser.import.scope.historyOnly
source: History only
ja: еұҘжӯҙгҒ®гҒҝ
ko: л°©л¬ё кё°лЎқл§Ң
uk: РўС–Р»СҢРәРё С–СҒСӮРҫСҖС–СҸ

# browser.import.source
source: Browser
ja: гғ–гғ©гӮҰгӮ¶гғј
ko: лёҢлқјмҡ°м Җ
uk: Р‘СҖР°СғР·РөСҖ

# browser.import.sourceProfile.fallback
source: Profile %ld
ja: гғ—гғӯгғ•гӮЎгӮӨгғ«%ld
ko: н”„лЎңн•„ %ld
uk: РҹСҖРҫС„С–Р»СҢ %ld

# browser.import.sourceProfiles
source: Profiles
ja: гғ—гғӯгғ•гӮЎгӮӨгғ«
ko: н”„лЎңн•„
uk: РҹСҖРҫС„С–Р»С–

# browser.import.sourceProfiles.help
source: Select one or more profiles.
ja: 1гҒӨд»ҘдёҠгҒ®гғ—гғӯгғ•гӮЎгӮӨгғ«гӮ’йҒёжҠһгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: н•ҳлӮҳ мқҙмғҒмқҳ н”„лЎңн•„мқ„ м„ нғқн•ҳм„ёмҡ”.
uk: Р’РёРұРөСҖС–СӮСҢ РҫРҙРёРҪ Р°РұРҫ РәС–Р»СҢРәР° РҝСҖРҫС„С–Р»С–РІ.

# browser.import.sourceProfiles.empty
source: No source profiles detected for %@.
ja: %@ гҒ®е…ғгғ—гғӯгғ•гӮЎгӮӨгғ«гҒҢиҰӢгҒӨгҒӢгӮҠгҒҫгҒӣгӮ“гҖӮ
ko: %@м—җ лҢҖн•ң мӣҗліё н”„лЎңн•„мқҙ к°җм§Җлҗҳм§Җ м•Ҡм•ҳмҠөлӢҲлӢӨ.
uk: Р’РёС…С–РҙРҪС– РҝСҖРҫС„С–Р»С– РҙР»СҸ %@ РҪРө РІРёСҸРІР»РөРҪРҫ.

# browser.import.start
source: Start Import
ja: гӮӨгғігғқгғјгғҲй–Ӣе§Ӣ
ko: к°Җм ёмҳӨкё° мӢңмһ‘
uk: РҹРҫСҮР°СӮРё С–РјРҝРҫСҖСӮ
